/* No comment provided by engineer. */
"OK" = "OK";

/* No comment provided by engineer. */
"Cancel" = "Cancel";

/* No comment provided by engineer. */
"Error Loading Page" = "Error Loading Page";

/* No comment provided by engineer. */
"Important Notice for First Time Users" = "Important Notice for First Time Users";

/* No comment provided by engineer. */
"FirstTimeUserNotice" = "Please use keys Command+Q to quit SEB and (fn+)F3+F6 to open preferences.\n\nThis alert is shown until you change preferences first time. In preferences you probably should set a quit password and an admin password to restrict access to the SEB settings.";

/* No comment provided by engineer. */
"32bitDisclaimer" = "RESTRICTED MODE: You are running SEB in 32-bit. Under this architecture, all web plugins like for example Flash Player are disabled for security reasons. Check help for more information.\n\n";

/* No comment provided by engineer. */
"Please confirm password" = "Please confirm password";

/* No comment provided by engineer. */
"Are you sure you want to quit SEB?" = "Are you sure you want to quit SEB?";

/* No comment provided by engineer. */
"Quit" = "Quit";

/* No comment provided by engineer. */
"Version" = "Version";

/* "Title of 'General' preference pane" */
"General" = "General";

/* "Title of 'Advanced' preference pane" */
"Advanced" = "Advanced";

/* No comment provided by engineer. */
"CopyrightPart2" = "WebKit © 2003-2010 Apple Computer, Inc.  All rights reserved.\n\nThis project has been carried out as part of the \"AAA/SWITCH – e-infrastructure for e- science\" programme under the leadership of SWITCH, the Swiss National Research and Education Network, and has been supported by funds from ETH Board and the State Secretariat for Education and Research (SER).";
